Repository: fullstackstudio-org/hermie
Catalog: native/apple/Extensions/Share/Resources/Localizable.xcstrings
Source language: en
Languages: de, nl

source: %lld files
de: %lld Dateien
nl: %lld bestanden

source: A link or some text
de: Ein Link oder etwas Text
nl: Een link of wat tekst

source: Add a note (optional)
de: Notiz hinzufügen (optional)
nl: Voeg een notitie toe (optioneel)

source: Cancel
de: Abbrechen
nl: Annuleren

source: No chats yet
de: Noch keine Chats
nl: Nog geen chats

source: Nothing to send
de: Nichts zu senden
nl: Niets om te versturen

source: Open Hermie once so it can tell this sheet which bots your gateway has.
de: Öffne Hermie einmal, damit dieses Fenster weiß, welche Bots dein Gateway hat.
nl: Open Hermie één keer, zodat dit venster weet welke bots je gateway heeft.

source: Preparing…
de: Wird vorbereitet…
nl: Voorbereiden…

source: Send
de: Senden
nl: Verstuur

source: Send to Hermie
de: An Hermie senden
nl: Naar Hermie sturen

source: Sending…
de: Wird gesendet…
nl: Versturen…

source: Sent to %@
de: An %@ gesendet
nl: Verstuurd naar %@

source: Will send when Hermie opens
de: Wird gesendet, sobald Hermie geöffnet wird
nl: Wordt verstuurd zodra Hermie opengaat
